/* No comment provided by engineer. */
"%0A%0AIf%20you%20report%20a%20crash%2C%20please%20attach%20the%20crash%20log%20found%20in%20%3CHome%3E/Library/Logs/CrashReporter/SubEthaEdit.crash.log.%0A%0A" = "%0A%0AIf%20you%20report%20a%20crash%2C%20please%20attach%20the%20crash%20log%20found%20in%20%3CHome%3E/Library/Logs/CrashReporter/SubEthaEdit.crash.log.%0A%0A";

/* arrangement of Tab setting and tab width in Bottm Status Bar */
"%@ (%d)" = "%@ (%d)";

/* Proxy window title for invited documents */
"%@ (invited...)" = "Invitació a %@";

/* Proxy window title for joining documents */
"%@ (joining...)" = "Unir-s'hi a %@";

/* FindRegexPrefix */
"%@ - Find All" = "%@ - Trobar-los Tots";

/* Status string in visibility pull down in Rendezvous and Internet browser */
"%d Document(s)" = "%d Document(s)";

/* Entries Found in FindAll Panel */
"%d found." = "S'han trobat %d.";

/* Pending Users Display in Menu Title Bar */
"%d pending" = "%d pendents";

/* Number of replaced strings */
"%d replaced." = "S'han substituit %d.";

/* Entry for Symbol Pop Up when no Symbol is found */
"<No selected symbol>" = "<Cap símbol seleccionat>";

/* Syntax XML Structure Error Informative Text */
"<state> \"%@\" has no <begin>. This confuses me. Please check your syntax definition." = "<estat> \"%@\" no té cap <begin>. Sembla una confusió. Sisplau comproveu la vostra definició de sintaxi.";

/* No comment provided by engineer. */
"[Blockediting]" = "[Edició en Blocs]";

/* Symbol Regular Expression Error Informative Text */
"\"%@\" is not a valid regular expression. Please check your regular expression in Find Panel's Ruby mode." = "\"%@\" no és una expressió regular vàlida. Sisplau comproveu l'expressió regular en el mode Ruby del Panell de Cerca.";

/* Syntax Regular Expression Error Informative Text */
"\"%@\" within state \"%@\" is not a valid regular expression. Please check your regular expression in Find Panel's Ruby mode." = "\"%@\" dins l'estat \"%@\" no és una expressió regular vàlida. Sisplau comproveu l'expressió regular en el mode Ruby del Panell de Cerca.";

/* Regular Expression Error Informative Text */
"\"%@\" within tag \"<%@>\" is not a valid regular expression. Please check your regular expression in Find Panel's Ruby mode." = "\"%@\" dins l'etiqueta \'<%@>\" no és una expressió regular vàlida. Sisplau comproveu l'expressió regular en el mode Ruby del Panell de Cerca.";

/* Button title */
"Abort" = "Avortar";

/* Sheet informative text when user has open document connections */
"AbortChannels" = "Aquests documents tenen connexions obertes i es perdran si les avorteu.";

/* Label displayed below advanced icon and used as window title. */
"AdvancedPrefsIconLabel" = "Avançat";

/* Informative text in an alert which tells the you user that replacing the file failed */
"AlertInformativeText: Replace failed" = "S'ha esdevingut un error en la substitució del fitxer.";

/* Informative text in an alert which tells the user that an error prevented the replace */
"AlertInformativeText: Error occurred during replace" = "No s'ha pogut substituir el fitxer.";

/* Menu/Toolbar Title for announcing the Document */
"Announce" = "Anunciar";

/* No comment provided by engineer. */
"Announce/Conceal" = "Anunciar/Ocultar";

/* No comment provided by engineer. */
"Announce/Conceal Document" = "Anunciar/Ocultar Document";

/* Encoding popup entry indicating automatic choice of encoding */
"Automatic" = "Automàtic";

/* Foo */
"Automatic Mode" = "Mode Automàtic";

/* Text while waiting for answer to join request */
"Awaiting answer..." = "En espera de resposta…";

/* Awaiting Response */
"AwaitingResponse" = "En espera de resposta";

/* Name of Style for the default state appearing in Styles Pref Pane */
"BaseStyleName" = "Primer Pla Genèric";

/* AIM user entry for Browser context menu */
"BrowserContextMenuAIM" = "Obrir Xat";

/* Cancel connetion entry for Browser context menu */
"BrowserContextMenuCancelConnection" = "Cancel·lar";

/* Clear entry for Browser context menu */
"BrowserContextMenuClear" = "Buidar-ho Tot";

/* Email user entry for Browser context menu */
"BrowserContextMenuEmail" = "Adreçar Email";

/* Join document entry for Browser context menu */
"BrowserContextMenuJoin" = "Unir-s'hi";

/* Reconnect entry for Browser context menu */
"BrowserContextMenuReconnect" = "Reconnectar-se";

/* Show document entry for Browser context menu */
"BrowserContextMenuShowDocument" = "Mostrar";

/* No comment provided by engineer. */
"BugReport" = "Bug%20Report";

/* No comment provided by engineer. */
"Cancel" = "Cancel·lar";

/* No comment provided by engineer. */
"CancelOrPromote" = "Aquests caràcters que proveu d'inserir no poden gestionar-se per la codificació actual del fitxer. Voleu cancel·lar la modificació o promoure el fitxer a una codificació superior?";

/* As shown in bottom status bar */
"CharacterWrap" = "c";

/* Server Closed Document title in Sheet */
"Closed" = "Tancat";

/* Server Closed Document info in Sheet */
"ClosedInfo" = "El propietari d'aquest document l'ha tancat. Les modificacions que ara en feu no s'aplicaran al document del propietari.";

/* Collapse Split View Menu Entry */
"Collapse Split View" = "Col·lapsar Vista Dividida";

/* Blue */
"ColorBlue" = "Blau";

/* Custom Color Name */
"ColorCustom" = "Personalitzar…";

/* Green */
"ColorGreen" = "Verd";

/* Orange */
"ColorOrange" = "Taronja";

/* Pink */
"ColorPink" = "Rosa";

/* Purple */
"ColorPurple" = "Porpra";

/* Red */
"ColorRed" = "Roig";

/* Teal */
"ColorTeal" = "Blau-Verd";

/* Yellow */
"ColorYellow" = "Groc";

/* Menu/Toolbar Title for concealing the Document */
"Conceal" = "Ocultar";

/* Button title Continue */
"Continue" = "Continuar";

/* Title for Contributors in Export and Print */
"Contributors" = "Col·laboradors";

/* No comment provided by engineer. */
"Convert" = "Convertir";

/* No comment provided by engineer. */
"ConvertOrReinterpret" = "Voleu convertir el fitxer a la nova codificació o reiterpretar-lo tot usant la noca codificació?";

/* Encoding popup entry for bringing up the Customize Encodings List panel (this also occurs as the title of the panel itself, they should have the same localization) */
"Customize Encodings List..." = "Personalitzar Llista de Codificacionc…";

/* Declined Invitation */
"DeclinedInvitation" = "Invitació Declinada";

/* Text in Proxy window */
"Did lose Connection!" = "Connexió Perduda";

/* No comment provided by engineer. */
"Document changed externally" = "Document modificat externament";

/* Button Title Done */
"Done" = "Fet";

/* No comment provided by engineer. */
"Edit anyway" = "Editar Tanmateix";

/* Label displayed below edit icon and used as window title. */
"EditPrefsIconLabel" = "Edició";

/* No comment provided by engineer. */
"Encoding %@ not applicable" = "La codificació %@ no pot representar el contingut actual del fitxer.  No es canviarà la codificació.";

/* No comment provided by engineer. */
"Encoding %@ not reinterpretable" = "El fitxer no es pot reinterpretar usant la codificació %@.";

/* No comment provided by engineer. */
"Error" = "Error";

/* XML Parse Error Informative Text */
"Error \"%@\" while parsing line %d of \"%@\". Please check your Syntax Definition for XML validity." = "Error \"%@\" en analitzar la línia %d de \"%@\". Sisplau comproveu la validesa XML de la Definició de la Sintaxi.";

/* Text on the active SavePanel Button in the export sheet */
"ExportPrompt" = "Exportar";

/* No comment provided by engineer. */
"File Encoding" = "Codificació del Fitxer";

/* No comment provided by engineer. */
"File is read-only" = "El fitxer és només de lectura";

/* FindRegexPrefix */
"Find: %@" = "Trobar: %@";

/* Status bar text when following */
"Following %@" = "Seguiment %@";

/* Label displayed below general icon and used as window title. */
"GeneralPrefsIconLabel" = "General";

/* No comment provided by engineer. */
"Goto Next Change" = "Anar a la Modificació Següent";

/* No comment provided by engineer. */
"Goto Next Symbol" = "Anar al Símbol Següent";

/* No comment provided by engineer. */
"Goto Previous Change" = "Anar a la Modificació Anterior";

/* No comment provided by engineer. */
"Goto Previous Symbol" = "Anar al Símbol Anterior";

/* No comment provided by engineer. */
"Hide Changes" = "Amagar Modificacions";

/* No comment provided by engineer. */
"Hide Participants" = "Amagar Participants";

/* Cancelled */
"HostEntryStatusCancelled" = "Cancel·lat";

/* Cancelling */
"HostEntryStatusCancelling" = "Cancel·lació en Curs";

/* Could not contact */
"HostEntryStatusContactFailed" = "No s'ha pogut contactar";

/* Contacting */
"HostEntryStatusContacting" = "Establiment de Contacte";

/* Could not resolve */
"HostEntryStatusResolveFailed" = "No s'ha pogut resoldre";

/* Resolving */
"HostEntryStatusResolving" = "Resolució en Curs";

/* Connection Lost */
"HostEntryStatusSessionAtEnd" = "Connexió Perduda";

/* Invisible */
"HostEntryStatusSessionInvisible" = "Invisible";

/* Connected */
"HostEntryStatusSessionOpen" = "Connectat";

/* Inbound Connection ToolTip */
"Inbound Connection" = "Connexió Entrant";

/* Inbound Connection ToolTip With Address */
"Inbound Connection from %@" = "Connexió Entrant de %@";

/* No comment provided by engineer. */
"Internet" = "Internet";

/*Title of Clear Button in InternetBrowser. */
"InternetClear" = "Buidar";

/* InvalidRegex */
"Invalid regex" = "Regex Invàlida";

/* No comment provided by engineer. */
"Invalid Serial Number" = "Número de Sèrie Invàlid";

/* Status string in vibilitypulldown in Browsers for invisible */
"Invisible" = "Invisible";

/* Text in Proxy window */
"Invitation was canceled!" = "La invitació ha estat cancel·lada.";

/* Text in Proxy window */
"Join Request was denied!" = "Petició d'Unir-s'hi denegada.";

/* Button title */
"Keep Connection" = "Mantenir Connexió";

/* No comment provided by engineer. */
"Keep SubEthaEdit Version" = "Mantenir Versió de SubEthaEdit";

/* Kick title in Sheet */
"Kicked" = "Heu estat fet forat.";

/* Kick info in Sheet */
"KickedInfo" = "El propietari d'aquest document ha anul·lat la vostra participació. Les modificacions que feu des d'ara no s'aplicaran al document del propietari.";

/* No comment provided by engineer. */
"Licensed for non-commercial use" = "La llicencia és per ús no comercial";

/* Label for Margins, Centimeters or Inches */
"LabelCentimeters" = "cm";
"LabelInches"      = "a";

/* No comment provided by engineer. */
"Lossy" = "Amb Pèrdua";

/* LostConnection title in Sheet */
"LostConnection" = "Connexió Perduda";

/* LostConnection info in Sheet */
"LostConnectionInfo" = "La connexió a aquest document s'ha perdut inesperadament. Les modificacions que feu des d'ara no s'aplicaran al document del propietari.";

/* No comment provided by engineer. */
"me" = "jo";

/* Menu Entries for Blockedit */
"MenuBlockeditSelection" = "Selecció d'Edició de Blocs";
"MenuBlockeditEnd" = "Fi d'Edició de Blocs";


/* New File Dock Menu Item */
"New File" = "Nou Fitxer";

/* No comment provided by engineer. */
"Next Change" = "Modificació Següent";

/* No comment provided by engineer. */
"Next Symbol" = "Símbol Següent";

/* Find string not found */
"Not found." = "No s'ha trobat.";

/* Ok in sheet */
"OK" = "D'Acord";

/* Symbol Regular Expression Error Informative Text */
"One of the specified <block> elements is not a valid regular expression. Therefore the combined start regex \"%@\" could not be compiled. Please check your regular expression in Find Panel's Ruby mode." = "Un dels elemenst especificats <bloc> no és una expressió regular vàlida. Per aquesta raó la regex combinada que comença amb '%@' no s'ha pogut compilar. Sisplau comproveu l'expressió regular en el mode Ruby del Panell de Cerca.";

/* Syntax Regular Expression Error Informative Text */
"One of the specified state <begin>'s is not a valid regular expression. Therefore the combined start regex \"%@\" could not be compiled. Please check your regular expression in Find Panel's Ruby mode." = "Un del <begin>s de l'estat especificat no és una expressió regular vàlida. Per aquesta raó la regex combinada que comença amb '%@' no s'ha pogut compilar. Sisplau comproveu l'expressió regular en el mode Ruby del Panell de Cerca.";

/* Open File Dock Menu Item */
"Open File..." = "Obrir Fitxer…";

/* No comment provided by engineer. */
"Open Internet Browser" = "Obrir Visualitzador Web";

/* Web preview open link in browser contextual menu item */
"Open Link in Browser" = "Obrir Enllaç en Visualitzador Web";

/* No comment provided by engineer. */
"Open Rendezvous Browser" = "Obrir Visualitzador Bonjour";

/* Sheet message text when user has open document connections */
"OpenChannels" = "Connexions Obertes";

/* KickDeny user entry for Participant context menu */
"ParticipantContextMenuDeny" = "Denegar";

/* Follow user entry for Participant context menu */
"ParticipantContextMenuFollow" = "Seguir";

/* KickDeny user entry for Participant context menu */
"ParticipantContextMenuKick" = "Fer Fora";

/* KickDeny user entry for Participant context menu */
"ParticipantContextMenuKickDeny" = "Denegar/Fer Fora";

/* ReadWrite user entry for Participant context menu */
"ParticipantContextMenuReadOnly" = "Definir-lo Només Lectura";

/* ReadWrite user entry for Participant context menu */
"ParticipantContextMenuReadWrite" = "Promoure a lectura-escriptura";

/* Participants toolbar label */
"Participants" = "Participants";

/* Participants tool tip */
"ParticipantsToolTip" = "Participants";

/* Description in Participants view for pending users */
"pending users" = "Usuaris Pendents";

/* No comment provided by engineer. */
"Previous Change" = "Modificació Anterior";

/* No comment provided by engineer. */
"Previous Symbol" = "Símbol Anterior";

/* No comment provided by engineer. */
"Promote to Unicode" = "Promoure a Unicode";

/* No comment provided by engineer. */
"Promote to UTF8" = "Promoure a UTF8";

/* Date Information in Print Header */
"PrintDate: %@" = "data. %@";

/* Label for AIM in legend in Print and Export */
"PrintExportLegendAIMLabel" = "aim:";

/* Label for Email in legend in Print and Export */
"PrintExportLegendEmailLabel" = "email:";

/* Page Information in Print Header */
"PrintPage %d of %d" = "Pàgina %1$d of %2$d";

/* Label displayed below print icon and used as window title. */
"PrintPrefsIconLabel" = "Impressió";

/* Description in Participants view for Read Only access */
"read only" = "Només Lectura";

/* Description in Participants view for Read Write access */
"read/write" = "Lectura/Escriptura";

/* Encoding popup entry indicating mode choice of encoding */
"Recommended by Mode" = "Recomenat per Mode";

/* Regular Expression Error Title */
"Regular Expression Error" = "Error en Expressions Regulars";

/* No comment provided by engineer. */
"Reinterpret" = "Reinterpretar";

/* No comment provided by engineer. */
"Rendezvous" = "Bonjour";

/* No comment provided by engineer. */
"Replace" = "Substituir";

/* Reveal in Finder - menu entry */
"Reveal in Finder" = "Show In Finder";

/* No comment provided by engineer. */
"Revert" = "Revertir";

/* No comment provided by engineer. */
"Save" = "Desar";

/* Informative text in a save dialog, because of permissions issues the user has the choice to save using administrator permissions or replace the file */
"SaveDialogInformativeText: Save or Replace" = "Per desar el document cal autorització d'administrador. Tanmateix sou autoritzat a substituir el fitxer.";

/* Message Text of Style load alert sheet */
"SeeStyleImportMessage" = "Voleu importar l'Estil o bé obrir-lo en una finstra d'Editor.";

/* Informative Text of Style load alert sheet */
"SeeStyleImportInformative %@" = "La importació inclou Estils pels Modes següents:\n%@";

/* Message Text of Style load did fail alert sheet */
"SeeStyleImportDidFailMessage" = "No s'ha pogut importar l'Estil";

/* Informative Text of Style load did fail alert sheet */
"SeeStyleImportDidFailInformative" = "Fitxer .seestyle malformat";

/* No comment provided by engineer. */
"Shift Left" = "Desplaçar a l'Esquerra";

/* No comment provided by engineer. */
"Shift Right" = "Desplaçar a la Dreta";

/* No comment provided by engineer. */
"Shift Selection Left" = "Desplaçar Selecció a l'Esquerra";

/* No comment provided by engineer. */
"Shift Selection Right" = "Desplaçar Selecció a la Dreta";

/* No comment provided by engineer. */
"Show Changes" = "Mostrar Modificacions";

/* No comment provided by engineer. */
"Show Participants" = "Mostrar Participants";

/* Bottom status bar text for use Spaces (instead of Tab) setting */
"Spaces" = "Espais";

/* Split View Menu Entry */
"Split View" = "Vista Dividida";

/* <do not localize> */
"status" = "estat";

/* Label displayed below style pref icon and used as window title. */
"StylePrefsIconLabel" = "Estils";

/* Message text in modal dialog in advanced prefs */
"The installation of the see command line tool failed." = "Ha fet falla la instal·lació de l'eina de comanda d'ordres.";

/* Message text in modal dialog in advanced prefs */
"The see command line tool couldn't be removed." = "No s'ha pogut suprimir l'eina de comanda d'ordres.";

/* Message text in modal dialog in advanced prefs */
"The see command line tool has been installed." = "S'ha instal·lat l'eina de comanda d'ordres.";

/* Message text in modal dialog in advanced prefs */
"The see command line tool has been removed." = "S'ha suprimit l'eina de comanda d'ordres.";

/* No comment provided by engineer. */
"Toggle Change Marks" = "Commutar Marques de Modificacions";

/* No comment provided by engineer. */
"Toggle Changes" = "Commutar Modificacions";

/* Bottom status bar text for TrueTab setting */
"TrueTab" = "TrueTab";

/* Marketing version followed by build version e.g. Version 2.0 (739) */
"Version %@ (%@)" = "Version %1$@ (%2$@)";

/* Title for Visitors in Export and Print */
"Visitors" = "Visitants";

/* Status string in vibilitypulldown in Browsers for visible */
"Visible" = "Visible";

/* No comment provided by engineer. */
"Warning" = "Avís";

/* WindowWidthArangementString */
"WindowWidth%d%@" = "%d%@";

/* As shown in bottom status bar */
"WordWrap" = "w";

/* No comment provided by engineer. */
"Written by %@" = "Escrit per %@";

/* No comment provided by engineer. */
"Written by %@ et al" = "Escrit per %@ et al";

/* XML Parse Error Title */
"XML Parse Error" = "Error d'Anàlisi Sintàctica de XML";

/* XML Structure Error Title */
"XML Structure Error" = "Error en Estructura XML";

/* Informative text in modal dialog in advanced prefs */
"You can find the see command line tool at:\n \"%@\"." = "Trobareu l'eina de comanda d'ordres. a:\n \"%@\".";
